class CfgDebriefing
{
	class FOBDEAD
	{
		title = "ФОБ уничтожен";
		subtitle = "Восхитительный успех!";
		description = "Вражеская фронтовая оперативная база обращена вы пыль нашими стараниями!";
	};
	class FOBDEADCIVHELP
	{
		title = "ФОБ уничтожен и гражданские освобождены";
		subtitle = "Ошеломительный успех!";
		description = "Мы уничтожили вражескую фронтовую оперативную базу и помогли гражданским бежать из РБД!";
	};
	class FOBDEADITADEAD
	{
		title = "ФОБ уничтожен и итальянские оперативники ликвидированы";
		subtitle = "Ошеломительный успех!";
		description = "Мы уничтожили вражескую фронтовую оперативную базу и прикончили снайперов итальянского спецназа!";
	};
	class TOTALWIN
	{
		title = "Мы навели суеты";
		subtitle = "Сногсшибательный успех!";
		description = "Мы уничтожили вражескую опорную базу, ликвидировали спецназ итальянцев и помогли сбежать местным жителем. В немецких штабах полетят головы!";
	};
	class ITADEAD
	{
		title = "Дополнительная миссия выполнена";
		subtitle = "Скромный успех";
		description = "Мы не смогли уничтожить ключевой объект, но уничтожили итальянских снайперов. Планы противника в этом секторе претерпят некоторые изменения.";
	};
	class CIVHELP
	{
		title = "Дополнительная миссия выполнена";
		subtitle = "Скромный успех";
		description = "Мы не смогли уничтожить ключевой объект, но помогли бежать местным гражданским. Это улучшит наши отношения с поляками.";
	};
	class FLEE
	{
		title = "Миссия провалена";
		subtitle = "Позор!";
		description = "Мы не смогли выполнить ни одной из поставленных нам задач и бежали с поля боя. Наш ночной переход оказался напрасным.";
	};
	class CIVDEAD
	{
		title = "Миссия провалена";
		subtitle = "Восхитительный провал!";
		description = "Благодаря нашим неординарным талантам, мы навели огонь артиллерии прямо на мирных жителей. Немцы обязательно покажут эти кадры всему миру; наши отношения с поляками натянутся до предела. Зачем дивизии вообще корректировщики?!";
	};
	class CAPTURED
	{
		title = "Миссия провалена";
		subtitle = "Позор!";
		description = "Мы не смогли успешно покинуть РБД и сдались в плен, в надежде на милость немцев. Едва ли это встретит понимание по нашу сторону фронта.";
	};
	class WIPED
	{
		title = "Миссия провалена";
		subtitle = "Все погибли";
		description = "Было слишком самонадеянно посылать усиленное отделение для действий во вражеском тылу. Даже артиллерийская поддержка не спасла нас от врага: наш отряд разбит, а противник впредь лишь усилит патрулирование в тылу.";
	};
	class WINBUTDEAD
	{
		title = "Миссия выполнена";
		subtitle = "Героическая жертва!";
		description = "Мы выполнили задачу ценой своих жизней. Родина запомнит наш подвиг и будет гордиться нами! Наверное...";
	};
};